-- phpMyAdmin SQL Dump
-- version 4.5.1
-- http://www.phpmyadmin.net
--
-- Host: 127.0.0.1
-- Generation Time: Jan 20, 2020 at 05:20 PM
-- Server version: 10.1.19-MariaDB
-- PHP Version: 7.0.13

SET FOREIGN_KEY_CHECKS=0;
SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `harbi`
--
CREATE DATABASE IF NOT EXISTS `harbi` DEFAULT CHARACTER SET utf8 COLLATE utf8_general_ci;
USE `harbi`;

-- --------------------------------------------------------

--
-- Table structure for table `clients`
--
-- Creation: Dec 18, 2019 at 06:17 PM
--

DROP TABLE IF EXISTS `clients`;
CREATE TABLE IF NOT EXISTS `clients` (
  `id` int(14) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) NOT NULL,
  `phone_no` varchar(255) NOT NULL,
  `license_no` varchar(255) NOT NULL,
  `brand` varchar(111) NOT NULL,
  `year` year(4) NOT NULL,
  `chassis_no` varchar(111) NOT NULL,
  `license_name` varchar(111) NOT NULL,
  `KM_counter` int(100) NOT NULL,
  `balance` float NOT NULL DEFAULT '0',
  `signup_date` timestamp(6) NOT NULL DEFAULT CURRENT_TIMESTAMP
) ;

--
-- RELATIONS FOR TABLE `clients`:
--

--
-- Truncate table before insert `clients`
--

TRUNCATE TABLE `clients`;
--
-- Dumping data for table `clients`
--

INSERT DELAYED IGNORE INTO `clients` (`id`, `name`, `phone_no`, `license_no`, `brand`, `year`, `chassis_no`, `license_name`, `KM_counter`, `balance`, `signup_date`) VALUES
(1, 'علاء', '', '', '', 0000, '', '', 0, -500, '0000-00-00 00:00:00.000000'),
(1000, 'سمر محمود', '01009642542', 'س ط ب 3318', 'BENELLI Caffenero Sport', 2017, '729939', 'هيثم محمد توفيق', 9000, 0, '2019-08-09 15:17:00.000000'),
(1001, 'محمد فايز عبدالقادر', '01551157709', 'س ع ب 3134', 'SYM JET 14', 2018, '7813', 'احمد عيسى', 17650, 0, '2019-07-06 16:13:56.544874'),
(1002, 'عبدالله يونس', '01226761340', 'س ط ب 5254', 'Sym SR', 2018, '00000000', '00000000', 3800, 0, '2019-09-30 16:11:53.001713'),
(1003, 'harbi', '01111111111', 'asd 211', 'caffenero sport', 2017, '564324354', 'harbi', 2100, 0, '2019-07-06 16:50:48.462137'),
(1004, 'shorouq', '2147483647', 'س ط ب 1699', 'Sym SR', 2018, '16574212544', 'shrouq fayez', 15000, 0, '2019-07-13 12:05:51.224826'),
(1005, 'أسامه شعبان عبدالعال', '01285581475', 'س ط ب 5969', 'SYM S', 2018, '213693', 'أسامه شعبان عبدالعال', 10300, 0, '2019-07-17 14:55:40.997737'),
(1006, 'نور محمد عبدالرازق -- شركة شحن', '01111959557', 'س ع ب 8161', 'Benelli Caffenero Sport', 2018, 'B955957', 'نور محمد عبدالرازق', 1293, 0, '2019-07-20 15:46:21.547465'),
(1007, 'محمد رضا محمد النيكلاوي', '01223286850', 'س ل أ 9282', 'zaffrano', 2016, '633250', 'خالد خميس محمد عثمان', 32020, 0, '2019-07-20 16:59:10.859542'),
(1008, 'عمرو فتحي حسن', '01010220270', 'س ن أ 3266', 'SYM SR', 2016, '50064', 'فتحي حسن حسن', 9050, 0, '2019-07-20 17:20:04.610943'),
(1009, 'بهاء الدين محمد', '01116658274', 'س ع ب 4522', 'SYM SR', 2018, '25912', 'عمر نبيل محمود', 6624, 0, '2019-07-20 18:51:30.042174'),
(1010, 'ابو بكر طارق', '01122215024', 'س ق ب 9343', 'zaffrano', 2018, '954964', 'احمد محمود محمد', 9300, 0, '2019-07-21 16:17:24.986299'),
(1011, 'عمر حماد ', '01222505171', 'س م ب 9892', 'JET 14', 2019, '30423', 'عمر حماد', 2005, 0, '2019-07-21 17:43:04.250434'),
(1012, 'مازن محمد عبد السلام محمد', '01284858409', '9695س ن ب', 'Benelli Caffenero Sport', 2018, '956042', 'مازن محمد  عبد السلام', 5800, 0, '2019-07-25 19:49:24.424208'),
(1013, 'محمد الوزيري', '01286873277', 'س ن ب 4478', 'zaffrano', 2019, '11111', 'محمد الوزيري', 6500, 0, '2019-07-27 14:01:01.535358'),
(1014, 'محمد هاني', '01097068228', 'س ع ب 3134', 'SYM JET 14', 2017, '7813', 'احمد عيسى محمود', 12000, 0, '2019-07-27 16:33:04.626632'),
(1015, 'محمد السيد مصطفى ', '01141145533', 'س ن ب 9179', 'Benelli Caffenero Sport', 2018, 'B955996', 'محمد السيد مصطفى ', 6300, 0, '2019-07-27 18:24:28.705930'),
(1016, 'محمد عبد اللطيف', '01229899180', '4121س ن ب', 'Sym SR', 2019, 'z001902', 'محمد عبد اللطيف السيد', 3000, 0, '2019-07-28 18:44:50.514059'),
(1017, 'سعد أحمد', '01228990789', 'س ه ب 1167', 'Benelli Caffenero Sport', 2018, 'jb955766', 'jb955766', 2000, 0, '2019-07-29 13:42:35.614659'),
(1018, 'يوسف علي سعيد', '01151882500', 'س ن أ 9788', 'Sym jet4', 2017, '4721', 'يوسف علي سعيد', 8000, 0, '2019-07-31 16:43:13.790395'),
(1019, 'محمود محمد كمال', '', 'س ي ق 6472', 'Benelli Caffenero Sport', 2018, 'JB955781', 'محمود محمد كمال', 370, 0, '2019-08-01 16:17:14.728384'),
(1020, 'عمر احمد عبدالظاهر', '01276456956', 'س م أ 8977', 'Sym SR', 2018, 'X007587', 'ايمان مصطفى', 18000, 0, '2019-08-01 16:27:11.132011'),
(1021, 'احمد الفخراني', '01091666910', 'س ع ب 9397', 'SYM S', 2019, '202949', 'احمد الفخراني', 460, 0, '2019-08-03 16:34:21.034637'),
(1022, 'اسلام مجدي سعد', '01283665069', 'س ق ب 5815', 'Sym SR', 2018, 'x027744', 'اسلام مجدي سعد', 8500, 0, '2019-08-06 19:58:32.040802'),
(1023, 'محمد نبيل', '01205598674', 'س ه ب 6223', 'SYM SR', 2019, 'KX004065', 'احمد محمد عبدالقادر ', 5000, 0, '2019-08-09 18:39:11.518738'),
(1024, 'عبدالله هشام', '01099890783', 'س ق ب 1733', 'Sym SR', 2018, '25763', 'محمد هشام', 14000, 0, '2019-08-15 14:51:48.718247'),
(1025, 'محمود مصطفى انور', '01027470636', 'س د ا 9616', 'Sym SR', 2015, '47315', 'أنور مصطفى انور', 13300, 0, '2019-08-15 15:41:01.377746'),
(1026, 'أحمد جابر', '01007813074', 'س ه ب 5449', 'FIDDLE 2', 2019, 'X009250', 'أحمد جابر', 2200, 0, '2019-08-18 18:14:09.632796'),
(1027, 'مؤمن سعيد محمد', '01000343200', 'س و د 2737', 'Benelli Caffenero Sport', 2018, 'JB955824', 'مؤمن سعيد محمد', 900, 0, '2019-08-18 18:56:38.691097'),
(1028, 'مصطفى بدر صديق', '01004851865', 'س ن ب 6862', 'Benelli Caffenero Sport', 2018, 'JB956034', 'مصطفى بدر صديق', 5000, 0, '2019-08-19 15:04:52.110452'),
(1029, 'احمد محمد احمد', '01281116081', 'س ن ب 5494', 'Sym SR', 2019, 'KX001817', 'احمد محمد احمد', 5000, 0, '2019-08-20 16:19:26.895362'),
(1030, 'Ahmed Hussam', '01123552050', 'س ن ب 7699', 'Benelli Caffenero Sport', 2018, 'jb955962', 'Ahmed Hussam', 5800, 0, '2019-08-28 15:24:54.820179'),
(1031, 'محمد أحمد', '01284865143', 'س ص ب 7626', 'SYM ST', 2017, 'X045555', 'احمد صديق ابراهيم', 12500, 0, '2019-08-28 16:07:33.867488'),
(1032, 'أحمد سامي محمد', '01114486353', 'س ع ب 9359', 'SYM orbit 2', 2019, '11253', 'فاطمه فتحي', 270, -5, '2019-08-28 17:39:34.269308'),
(1033, 'اشرف محمود', '01224567255', 'س د أ 2447', 'Benelli Caffenero Sport', 2018, 'B956135', 'اشرف محمود', 1700, 0, '2019-08-28 18:31:14.798383'),
(1034, 'احمد السيد عبدالفتاح', '01210000627', 'س ه ب 2997', 'SYM JET 14', 2019, 'KX007212', 'احمد السيد عبدالفتاح', 1000, 0, '2019-08-28 19:15:32.655716'),
(1035, 'محمد جابر الصاوي', '01012127053', 'س ن ب 6838', 'Benelli Caffenero Sport', 2018, '956088', 'محمد جابر الصاوي', 3800, 0, '2019-08-29 15:55:23.606656'),
(1036, 'معتز الجبرتي ', '01002650528', 'س ل ا 5158', 'SYM SR', 2018, '312001956', 'معتز الجبرتي', 22500, 0, '2019-08-31 20:28:01.851711'),
(1037, 'هايدي محمد', '01285829700', 'س ت أ 1317', 'SYM ST', 2018, 'x007144', 'هايدي محمد', 2500, 0, '2019-09-02 14:26:28.620163'),
(1038, 'كريم أحمد ربيع', '01228841510', 'س ق ب 3378', 'Benelli Caffenero Classic', 2018, '895919', 'كريم أحمد ربيع', 5000, 0, '2019-09-02 15:48:50.098947'),
(1039, 'محمد عمر', '01143090052', 'س ع ب 7882', 'Sym jet 4', 2018, '28847', 'محمد جلال فتحي', 14500, 0, '2019-09-02 17:06:02.671718'),
(1040, 'محمد ماجد', '01278046768', 'س ع ب7873', 'caffenero sport', 2018, '956093', 'باسم عصام الدين', 10000, 0, '2019-09-10 19:27:43.940454'),
(1041, 'راشد عبد النعيم', '01271187315', 'س ع ب 4262', 'SYM ST', 2018, '27581', 'محمد أحمد محمود', 16000, 0, '2019-09-11 17:34:40.531156'),
(1042, 'شريف محسن محمد', '01008415229', 'س ه ب 3379', 'Benelli Caffenero Sport', 2018, '956140', 'شريف محسن محمد', 6000, 0, '2019-09-12 17:51:16.771465'),
(1043, 'علي سعيد', '01221814174', 'س ن ب 6869', 'ZAFFRANO', 2018, '955003', 'باسم محمد ابراهيم', 5000, 0, '2019-09-14 16:54:20.190919'),
(1044, 'ميرا حامد', '01066386201', 'س ل ا 6362', 'sym st', 2016, '30394', 'مازن احمد محمد', 19300, 0, '2019-09-17 20:37:29.513086'),
(1045, 'شاهندة هشام سعيد سليمان', '01122010500', 'س د أ 2432', 'Benelli Caffenero Sport', 2018, 'b956115', 'b956115', 350, 0, '2019-09-22 13:39:27.197838'),
(1046, 'محمود أسامة', '01140159926', 'س ه ب 5776', 'Benelli Caffenero Sport', 2018, 'JB955947', 'محمود علي عبد العظيم', 6200, 0, '2019-09-26 14:26:35.203677'),
(1047, 'مصطفى خضر', '01129978943', 'س ع ب 6388', 'SYM ST', 2018, '271249', 'عبدالله يحيى عبدالقادر', 3700, 0, '2019-09-26 16:48:16.834641'),
(1048, 'محمد عزت محمد', '01225372273', 'س ط ب 8773', 'SYM ORBIT 2', 2019, 'X002615', 'محمد عزت محمد', 5700, 0, '2019-09-26 18:46:38.962895'),
(1050, 'هشام محمد حسين', '01282520933', 'س ق ب 3565', 'HAWA 150', 2018, '1117015', 'هشام محمد حسين', 13100, 0, '2019-09-30 16:28:16.242584'),
(1051, 'مصطفى محمد فتيحة', '01226501591', 'س ط ب 5112', 'Benelli Caffenero Sport', 2017, '730069', 'رامي مصطفى محمد فتيحة', 9500, 0, '2019-10-07 17:55:26.779282'),
(1052, 'محمود محمد شعبان جاد', '01553956170', 'س ن ب 4122', 'SYM ORBIT', 2019, 'x003699', 'علي احمد عبدالحميد', 8869, 0, '2019-10-10 17:05:52.247233'),
(1053, 'هشام اسامة ', '01227527451', ',,,,', 'SYM S', 2019, ',,,,,', 'هشام اسامة ', 1300, 0, '2019-10-10 17:43:34.152780'),
(1054, 'عبدالرحمن محمد', '01015830921', 'س ن أ 2171', 'Benelli Caffenero Sport', 2018, 'JB955828', 'ميرنا محمد', 2500, 0, '2019-10-21 16:50:50.536831'),
(1055, 'هشام احمد عبدالهادي', '01000171596', 'س ص ب 8148', 'jet 4', 2015, '50085', 'هشام احمد عبدالهادي', 30700, 0, '2019-10-24 13:21:36.325834'),
(1056, 'رامز موريس وهيب', '1003456171', 'س ه ر 2188', 'Benelli Caffenero Sport', 2019, 'A06666', 'رامز موريس وهيب', 220, 0, '2019-10-26 15:46:29.271978'),
(1057, 'عمر زيدان', '01111112459', 'س ه ر 2326', 'Benelli Caffenero Sport', 2018, '00', 'عمر زيدان', 2700, 0, '2019-11-02 19:15:03.144539'),
(1058, 'محمد حماقي', '01212289016', 'س م أ 9329', 'SYM S', 2017, '000', 'محمد حماقي', 23200, 0, '2019-11-09 14:48:00.823048'),
(1059, 'مصطفي محمد زيدان', '01552618373', 'س ن ب 9441', 'Benelli Caffenero Sport', 2018, '955646', 'مصطفي محمد زيدان', 400, 0, '2019-11-12 17:51:43.162062'),
(1060, 'محمد جابر عبد الفتاح', '01273504282', 'س ع ب 7155', 'sym jet14', 2018, '27003', 'محمد جابر ', 7500, 0, '2019-11-12 21:43:40.502313'),
(1061, 'محمد مصطفي بدوي', '01223277891', 'س ق ب 1176', 'Benelli Caffenero Sport', 2017, '29843', 'محمد بدوي', 10500, 0, '2019-11-14 21:48:57.848727'),
(1062, 'محمود طه احمد ', '01225502267', 'س ه ب 2923', 'sr', 2019, 'x004952', 'lpl,] &#39;i', 5000, 0, '2019-11-18 15:51:31.629681'),
(1063, 'كريم عادل مرسي محمد', '01281736572', 'س ه ر 4418', 'Benelli Caffenero Sport', 2019, 'ab07108', 'كريم عادل', 300, 0, '2019-11-20 15:41:09.736724'),
(1064, 'محمود جابر ابراهيم ', '01149525050', 'س ق ب 5685', 'SYM S', 2019, '205981', 'محمد عصام حسين طوسون', 3000, 0, '2019-11-21 19:54:15.278857'),
(1065, 'محمد جابر', '01008318371', 'س ق ب 5787', 'Sym SR', 2020, 'x001373', 'محمد جابر احمد', 465, 0, '2019-11-25 17:16:53.929899'),
(1066, 'اسلام عبدالعزيز عبدالحميد', '01278162707', 'س ن ب 2339', 'Sym SR', 2019, 'KX008989', 'اسلام عبدالعزيز عبدالحميد', 5500, 0, '2019-12-02 19:25:44.790047'),
(1067, 'شادي محمد', '01112228871', 'س م أ 7663', 'Benelli Caffenero Sport', 2016, '635399', 'احمد هشام', 24800, 0, '2019-12-07 20:22:33.749745'),
(1068, 'احمد صالح محمد', '01200222033', 'س د أ 2377', 'Benelli Caffenero Sport', 2018, 'b955736', 'احمد محمود محمد', 6900, 0, '2019-12-10 15:18:13.022630'),
(1069, 'محمود لطفي سند', '01110463266', '151085', 'caffenero sport', 2019, 'BA07103', 'محمود لطفي سند', 680, 0, '2019-12-14 14:24:38.093305'),
(1070, 'تسنيم عادل السيد', '01111656633', 'س ه ر 2696', 'jet 4', 2019, 'kx007742', 'تسنيم عادل السيد', 369, 0, '2019-12-21 16:39:21.536640'),
(1071, 'مي ماهر مصطفي ', '01203325540', '250848 اسكندريه', 'Benelli Caffenero Sport', 2019, 'kb000254', 'محمد صلاح البنا', 910, 0, '2019-12-22 13:10:15.120192'),
(1072, 'محمد عون زكي', '01004911332', 'س ل أ 6629', 'ZAFFRANO', 2015, '633368', 'محمد عون زكي', 10250, 0, '2019-12-24 13:32:23.481097'),
(1073, 'عمرو جابر السيد', '01208803017', 'س س ر 5346', 'Benelli Caffenero Sport', 2019, 'B000341', 'عمرو جابر السيد', 500, 0, '2019-12-28 13:12:04.151567'),
(1074, 'سعيد صالح', '01221387907', 'س ن أ 8481', 'Sym SR', 2016, '63060', 'أحمد عادل', 43000, 0, '2019-12-29 17:33:33.271702'),
(1075, 'محمود عبدالله', '01208590208', '****', 'Benelli Caffenero Sport', 2019, '**', '**', 600, 0, '2019-12-31 13:35:13.130532'),
(1076, 'أكرم اسماعيل', '01223569817', 'س م أ 3747', 'Sym SR', 2016, '3671', 'أكرم اسماعيل', 18100, 0, '2019-12-31 17:18:07.595984'),
(1077, 'اسلام ابراهيم', '01555440580', '90290', 'ZAFFRANO', 2018, '86053773', 'امير محمد يوسف', 5000, 0, '2020-01-06 15:26:23.975166'),
(1078, 'محمد مجدي', '01127355755', '150969', 'Benelli Caffenero Sport', 2019, '0', 'باسم محمد', 4700, 0, '2020-01-08 17:21:09.572707'),
(1079, 'ميرا حامد', '010066386201', '4363 س م ا ', 'SYM ST', 2016, '36575', 'وائل محمد احمد', 5700, 0, '2020-01-09 21:29:42.379761'),
(1080, 'يحيى علي علي', '01112651758', 'س ه ب', 'JET 14', 2019, 'd', 'd', 5000, 0, '2020-01-11 16:37:43.000639'),
(1081, 'سامر محمود محمد', '01063763373', 'س ه ب 1282', 'KYMCO AGILITY', 2019, 'K0010501', 'سامر محمود محمد', 7000, 0, '2020-01-12 14:49:15.189080'),
(1082, 'عبدالرحمن محمد', '01276569466', 'س ق ب 4498', 'Benelli Caffenero Sport', 2019, '0', '0', 750, 10, '2020-01-12 15:04:20.724807'),
(1083, 'خالد عبدالله', '01069912923', 'س س ر 5324', 'Benelli Caffenero Sport', 2019, 'B000219', 'خالد عبدالله', 750, 0, '2020-01-12 17:41:00.316264'),
(1084, 'خالد فؤاد', '01229077429', 'س ع ب 9839', 'SYM ST', 2018, 'س', 'س', 13100, 0, '2020-01-13 18:22:19.500276'),
(1085, 'عبدالله عادل محمد', '01098651257', 'س ط أ 6162', 'SYM ST', 2016, '01143467472', '01143467472', 54500, 0, '2020-01-13 20:11:48.172426'),
(1086, 'احمد محمد عبدالمولى', '01270427973', 'س ه ر 1585', 'PNE', 2017, '1703304', 'احمد محمد عبدالمولى', 4000, 0, '2020-01-13 20:28:57.460283'),
(1087, 'خالد محمد منجد', '01229080013', 'س ن ب 1535', 'Benelli Caffenero Sport', 2019, 'a', 'a', 5000, 0, '2020-01-16 15:15:01.566769'),
(1088, 'محمد محجوب', '01115405460', 'س و د 6468', 'Sym ST', 2019, 'س', 'س', 10000, 0, '2020-01-16 19:37:39.458739'),
(1089, 'هيثم نبيل', '01112401250', 'س و د 7678', 'Sym SR', 2019, 'س', 'س', 3155, 0, '2020-01-20 14:48:35.765398');

-- --------------------------------------------------------

--
-- Table structure for table `client_balance`
--
-- Creation: Sep 15, 2019 at 05:17 PM
--

DROP TABLE IF EXISTS `client_balance`;
CREATE TABLE IF NOT EXISTS `client_balance` (
  `bid` int(11) NOT NULL AUTO_INCREMENT,
  `client_id` int(11) NOT NULL,
  `balance_change` float NOT NULL,
  `date` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `comment` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`bid`),
  KEY `client_id` (`client_id`)
) ENGINE=InnoDB AUTO_INCREMENT=55 DEFAULT CHARSET=utf8;

--
-- RELATIONS FOR TABLE `client_balance`:
--   `client_id`
--       `clients` -> `id`
--

--
-- Truncate table before insert `client_balance`
--

TRUNCATE TABLE `client_balance`;
--
-- Dumping data for table `client_balance`
--

INSERT DELAYED IGNORE INTO `client_balance` (`bid`, `client_id`, `balance_change`, `date`, `comment`) VALUES
(13, 1, -60, '2019-11-01 15:57:00', 'بكر سحب'),
(14, 1, -100, '2019-11-01 15:57:09', 'سير فيدل'),
(15, 1, -55, '2019-11-01 15:57:31', 'كوعة كربراتير'),
(16, 1, -20, '2019-11-01 15:57:37', 'شفاط بنزين'),
(17, 1, -15, '2019-11-01 15:57:52', 'صاجة نمرة'),
(18, 1, -30, '2019-11-01 15:58:06', 'ستيكر جنب ST'),
(21, 1001, 5, '2019-11-04 16:32:02', ''),
(22, 1001, -5, '2019-11-04 16:32:06', ''),
(23, 1, 600, '2019-11-04 17:43:49', 'تم الدفع'),
(24, 1, -5, '2019-11-06 14:35:48', 'استيكر'),
(25, 1, -275, '2019-11-06 14:35:59', 'ميزان فيدل'),
(26, 1, -275, '2019-11-06 14:36:06', 'ميزان فيدل'),
(27, 1, 235, '2019-11-06 15:27:52', 'تم الدفع'),
(28, 1, -345, '2019-11-06 15:28:22', '3 زيت موتيل * 115'),
(29, 1, -370, '2019-11-06 15:29:59', 'بطارية أًصلي'),
(30, 1, -45, '2019-11-06 15:30:27', 'طقم ظرف فيدل'),
(31, 1, 460, '2019-11-24 14:49:11', 'تم الدفع'),
(32, 1, -100, '2019-11-24 14:50:07', 'طقم مرايا كافينيرو'),
(33, 1, -120, '2019-11-24 14:50:17', 'طقم قواعد كامل'),
(34, 1, -45, '2019-11-24 14:50:28', '3 بوجيه sym'),
(35, 1, -80, '2019-11-24 14:50:40', 'كوعة كربراتير'),
(36, 1, -35, '2019-11-24 14:51:00', 'فلتر سيمفوني'),
(37, 1, -35, '2019-11-24 14:51:10', 'فلتر فيدل'),
(38, 1, -35, '2019-11-24 14:51:23', 'فلتر VLM'),
(39, 1, -80, '2019-11-24 14:51:42', 'كوعة سيمفوني'),
(40, 1, -20, '2019-11-24 14:51:56', 'كيس مصفة زيت'),
(41, 1, -135, '2019-11-24 14:52:32', '3 بوجيه NGK'),
(42, 1, -110, '2019-11-24 14:52:41', '2 بكر سحب'),
(43, 1, -10, '2019-11-24 14:52:50', 'زرار مارش'),
(44, 1, -35, '2019-11-24 14:53:35', 'تيل امامي سيمفوني'),
(45, 1, -150, '2019-11-24 14:54:05', 'تيل خلفي 3sym'),
(46, 1, -30, '2019-11-24 14:54:19', 'كابل بنزين'),
(47, 1, -30, '2019-11-24 14:54:31', 'كابل دبرياج بينيلي'),
(48, 1, -45, '2019-11-24 14:55:01', 'كابل سرعة ST'),
(49, 1, -240, '2019-11-24 14:55:23', '2 زيت موتيل'),
(50, 1, 500, '2019-11-24 14:55:48', 'تم الدفع'),
(51, 1, 500, '2019-11-24 14:55:54', 'تم الدفع'),
(52, 1, 135, '2019-11-24 15:28:21', 'عجز'),
(53, 1032, -5, '2019-12-30 17:00:14', ''),
(54, 1082, 10, '2020-01-12 15:17:03', 'باقي حساب');

-- --------------------------------------------------------

--
-- Table structure for table `items`
--
-- Creation: Sep 15, 2019 at 05:17 PM
--

DROP TABLE IF EXISTS `items`;
CREATE TABLE IF NOT EXISTS `items` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) NOT NULL,
  `price` decimal(65,0) NOT NULL,
  `quantity` int(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=1001 DEFAULT CHARSET=utf8;

--
-- RELATIONS FOR TABLE `items`:
--

--
-- Truncate table before insert `items`
--

TRUNCATE TABLE `items`;
--
-- Dumping data for table `items`
--

INSERT DELAYED IGNORE INTO `items` (`id`, `name`, `price`, `quantity`) VALUES
(1000, 'Castrol Oil', '120', 2);

-- --------------------------------------------------------

--
-- Table structure for table `maintenance_history`
--
-- Creation: Sep 15, 2019 at 05:17 PM
--

DROP TABLE IF EXISTS `maintenance_history`;
CREATE TABLE IF NOT EXISTS `maintenance_history` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `cid` int(11) NOT NULL,
  `date` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `name` varchar(255) NOT NULL,
  `details` varchar(5000) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=1141 DEFAULT CHARSET=utf8;

--
-- RELATIONS FOR TABLE `maintenance_history`:
--

--
-- Truncate table before insert `maintenance_history`
--

TRUNCATE TABLE `maintenance_history`;
--
-- Dumping data for table `maintenance_history`
--

INSERT DELAYED IGNORE INTO `maintenance_history` (`id`, `cid`, `date`, `name`, `details`) VALUES
(1, 1006, '2019-07-20 18:53:12', '1300', 'زيت وولف 10/40'),
(2, 1005, '2019-07-17 18:00:00', '10300', 'تغير زيت جير بوكس,تغير تيل خلفي,CVT,تغير بكر سحب,تغير تيل امامي,تغير رمان بلي'),
(3, 1007, '2019-07-20 20:01:44', '32000', 'زيت وولف 10/40'),
(4, 1008, '2019-07-20 20:22:00', '9000', 'تيل أمامي,تغير زيت وولف 10/40,تنضيف فلتر'),
(5, 1009, '2019-07-20 21:54:45', '6600', 'تغير زيت وولف 10/40,كشف تيلين'),
(10, 1011, '2019-07-21 20:43:57', '1300', 'تغير زيت وولف 10/40'),
(12, 1017, '2019-07-01 00:00:00', '1000', ' زيت جير بوكس, زيت وولف'),
(1002, 1012, '2019-07-25 22:51:21', '5800', 'تنظيف cvt, تغير بكر السحب'),
(1006, 1013, '2019-07-27 19:29:39', '6500', '\0\0تغير زيت وولف 10/40,تغير فلتر هواء'),
(1007, 1014, '2019-07-27 19:33:16', '12000', '\0\0تنضيف CVT,تغير بكر سحب,تنضيف فلتر'),
(1012, 1016, '2019-07-28 21:46:43', '3000', '\0\0تغير زيت وولف 10/40,تنظيف تيل خلفى,\0له عندنا غير زيت جير بوكس خالص الثمن'),
(1013, 1017, '2019-07-29 16:45:29', '2000', 'تنضيف فلتر'),
(1014, 1019, '2019-08-01 18:17:58', '370', '\0\0تنضيف فلتر,تغير زيت وولف 10/40,زيت جير بوكس'),
(1015, 1020, '2019-08-01 18:27:49', '18000', '\0\0تغير سير,تغير بكر سحب,تغير زيت WOLF 10/40,تغير زيت جير,تغير فلتر هواء'),
(1016, 1011, '2019-08-03 17:41:13', '2005', '\0\0تغير زيت وولف 10/40'),
(1017, 1021, '2019-08-03 18:34:49', '460', '\0\0تغير زيت وولف 10/40,تغير زيت جير بوكس'),
(1018, 1022, '2019-08-06 21:58:37', '8500', '\0\0تنضيف CVT,تغير زيت جير بوكس'),
(1019, 1023, '2019-08-09 20:40:00', '5000', '\0\0تغير فلتر هواء,تغير زيت جير,تنضيف CVT'),
(1020, 1024, '2019-08-15 16:51:53', '14000', '\0\0تغير بكر سحب,تغير سير,\0تغير زيت كاسترول 10/40,\0CVT'),
(1021, 1025, '2019-08-15 17:41:05', '13300', '\0\0تغير زيت كاسترول 10/40,\0تغير فلتر هواء ,تغير بطارية'),
(1022, 1026, '2019-08-18 20:14:35', '2200', '\0\0زيت وولفر 10/40'),
(1023, 1027, '2019-08-18 20:56:57', '900', '\0\0تغير زيت موتول 10/40,تنضيف فلتر,تغير طبه'),
(1025, 1028, '2019-08-19 17:05:39', '5000', '\0\0تغير زيت جير,تغير زيت ماتور وولف 10/40,تنضيف CVT,تغير فلتر هواء'),
(1026, 1010, '2019-07-21 21:09:17', '9300', '\0\0CVT,تغير بكر سحب,تغير  فلتر'),
(1027, 1029, '2019-08-20 18:20:05', '5000', '\0\0زيت كاسترول 10/40,تغير زيت جير بوكس,تغير فلتر هواء,CVT'),
(1029, 1010, '2019-08-25 21:03:00', '10350', '\0\0تغير زيت وولف 10/40,تغير زيت جير بوكس,\0صيانه 10350 كم'),
(1033, 1006, '2019-08-26 19:46:21', '2660', '\0\0تغير زيت وولف 10/40,\0تنضيف فلتر'),
(1035, 1017, '2019-08-27 21:59:03', '2500', '\0\0تغير زيت وولف 10/40,تغير زيت جير بوكس,تنضيف فلتر'),
(1036, 1031, '2019-08-28 18:23:46', '12500', '\0\0تغير زيت وولف 10/40,تغير زيت جير بوكس'),
(1037, 1032, '2019-08-28 19:40:30', '270', '\0\0تغير زيت وولف 10/40,تغير زيت جير بوكس'),
(1038, 1033, '2019-08-28 20:32:13', '1700', '\0\0تغير زيت وولف 10/40,تغير زيت جير بوكس'),
(1039, 1034, '2019-08-28 21:15:57', '1000', '\0\0تغير زيت وولف 10/40,تغير زيت جير بوكس'),
(1040, 1025, '2019-08-29 16:33:36', '14600', '\0\0تغير زيت كاسترول 10/40,تغير زيت جير بوكس'),
(1041, 1035, '2019-08-29 18:42:12', '3800', '\0\0تغير زيت وولف 10/40,تغير زيت جير بوكس,تنضيف فلتر,\0فبرة المفاتيح'),
(1042, 1022, '2019-08-29 19:10:22', '9000', '\0\0تغير زيت وولف 10/40'),
(1043, 1036, '2019-08-31 22:29:21', '22500', '\0\0تغير سير سحب اصلي,تغير بكر سحب,تغير فلتر هواء,تغير زيت جير'),
(1044, 1037, '2019-09-02 16:27:15', '2500', '\0\0تغير زيت وولف 10/40'),
(1045, 1038, '2019-09-02 17:49:24', '5000', '\0\0CVT,\0تغير فلتر هواء 5200'),
(1046, 1039, '2019-09-02 19:06:09', '14500', '\0\0زيت وولف 10/40,زيت جير بوكس تغير,تغير فلتر هواء Orignal Sym'),
(1047, 1040, '2019-09-10 21:28:03', '10000', '\0\0تغير زيت وولف 10/40,تغير زيت جير بوكس,تغير سير ,بكر سحب '),
(1048, 1041, '2019-09-11 19:34:57', '15000', '\0\0تغير سير سحب,تغير بكر سحب,تغير فلتر هواء'),
(1049, 1043, '2019-09-14 18:55:08', '5000', '\0\0CVT,تغير فلتر هواء,تغير زيت جير بوكس'),
(1052, 1016, '2019-09-15 19:32:03', '8000', '\0\0تغير زيت وولف 10/40'),
(1053, 1000, '2019-09-16 16:13:54', '9000', '\0\0تنضيف اتيال,تنضيف فلتر'),
(1054, 1008, '2019-09-16 16:16:31', '10230', '\0\0تغير زيت وولف 10/40'),
(1055, 1044, '2019-09-17 22:37:58', '19300', '\0\0بوجيه NGK,تغير زيت وولف 10/40'),
(1056, 1045, '2019-09-22 15:39:40', '370', '\0\0تغير زيت وولف 10/40'),
(1057, 1006, '2019-09-24 19:45:02', '4170', '\0\0تغير زيت وولف 10/40,\0زيت جير بوكس'),
(1058, 1038, '2019-09-26 16:17:11', '5600', '\0\0زيت وولفر 15/40,تنضيف فلتر'),
(1059, 1046, '2019-09-26 16:27:48', '6200', '\0\0تغير زيت وولف 10/40,تنضيف فلتر'),
(1060, 1047, '2019-09-26 18:48:24', '3700', '\0\0تغير فلتر هواء'),
(1061, 1048, '2019-09-26 20:46:48', '5700', '\0\0زيت وولف 10/40,زيت جير بوكس'),
(1062, 1021, '2019-09-28 20:35:51', '1000', '\0\0زيت ليكوي مولي 10/40,تنضيف فلتر'),
(1063, 1002, '2019-09-30 18:14:53', '3800', '\0\0تغير زيت وولف 10/40'),
(1064, 1050, '2019-09-30 20:02:36', '13100', '\0\0تغير تيل سحب,تنضيف CVT'),
(1065, 1029, '2019-10-05 18:30:17', '6000', '\0\0زيت ولف 10/40'),
(1066, 1037, '2019-10-06 16:01:02', '4400', '\0\0تنضيف فلتر,تغير زيت motul 10W40'),
(1067, 1035, '2019-10-07 18:15:15', '4800', '\0\0تغير زيت ليكوي مولي 10/40'),
(1068, 1051, '2019-10-07 19:55:52', '9500', '\0\0تغير سير,\0تغير بكر سحب,تغير كلاتش خلفي كامل'),
(1069, 1052, '2019-10-10 19:17:29', '8900', '\0\0تغير زيت موتول 10/40,تغير زيت جير بوكس,\0عضمة بنزين'),
(1070, 1053, '2019-10-10 19:44:00', '1300', '\0\0تغير زيت موتول 10/40'),
(1071, 1015, '2019-10-13 19:31:27', '9300', '\0\0زيت وولف 10/40'),
(1072, 1000, '2019-10-13 19:32:42', '10000', '\0\0سير ,تغير بكر سحب,زيت جير ,طارات كلاتش'),
(1073, 1006, '2019-10-20 17:40:31', '5750', '\0\0تغير زيت موتول 10/40,\0تنضيف فلتر'),
(1074, 1054, '2019-10-21 18:51:00', '2500', '\0\0تغير زيت وولف 10/40'),
(1075, 1037, '2019-10-21 21:46:41', '5000', '\0\0تنضيف CVT,تغير فلتر هواء,\0تغير تيل خلفي'),
(1076, 1055, '2019-10-24 20:46:48', '30700', '\0\0تنضيف فلتر,\0تغير بكر سحب,\0تنضيف CVT'),
(1077, 1051, '2019-10-29 17:07:21', '10200', '\0\0تغير بوجيه'),
(1078, 1043, '2019-11-04 17:52:14', '6100', '\0\0تغير زيت ليكوي مولي 10/40,تنضيف فلتر'),
(1079, 1032, '2019-11-07 16:22:03', '2100', '\0\0تغير زيت مابانول'),
(1080, 1006, '2019-11-09 15:30:27', '5000', '\0\0تغير زيت وولف 10/40,تغير فلتر هواء'),
(1081, 1006, '2019-11-09 16:41:12', '7050', '\0\0تغير زيت وولف 10/40,تنضيف فلتر'),
(1082, 1058, '2019-11-09 17:05:27', '23200', '\0\0تغير زيت موتول 10/40'),
(1083, 1029, '2019-11-10 20:31:42', '7000', '\0\0تغير زيت وولف 10/40,تنضيف فلتر'),
(1084, 1059, '2019-11-12 19:52:19', '400', '\0\0تغير زيت موتول 10/40'),
(1085, 1010, '2019-11-12 22:47:47', '13700', '\0\0تغير زيت موتول 10/40'),
(1086, 1060, '2019-11-12 23:44:14', '7500', '\0\0تغير بكر سحب,\0تغير بكر سحب,تنظيف فلتر هواء,كشف علي الاتيال وتغير بعد 2000كم تيل خلفي,غسيل'),
(1087, 1061, '2019-11-14 23:49:17', '10500', '\0\0تنضيف فلتر,تغير بكر سحب,تنضيف CVT,سير سحب,تغير زيت ولف'),
(1088, 1062, '2019-11-18 17:51:47', '5000', 'تغير فلتر هواء,تغير زيت جير بوكس,CVT'),
(1089, 1063, '2019-11-20 17:41:30', '300', '\0\0تغير زيت وولف 10/40'),
(1090, 1040, '2019-11-20 18:53:05', '12000', '\0\0زيت موتيل ,تنظيف فلتر هواء'),
(1091, 1064, '2019-11-21 21:54:29', '3000', '\0\0زيت لوكي مولي ,تغير فلتر هواء,تغير زيت جير بوكس'),
(1092, 1024, '2019-11-25 19:15:26', '15500', '\0\0تغير زيت موتول 10/40,تغير زيت جير بوكس,تغير فلتر هواء'),
(1093, 1065, '2019-11-25 19:17:00', '465', '\0\0تغير زيت جير ,تغير زيت موتول '),
(1094, 1066, '2019-12-02 21:30:12', '5500', '\0\0تنضيف فلتر,تغير زيت موتول '),
(1095, 1006, '2019-12-04 17:08:47', '8600', '\0\0تغير زيت موتول 10/40'),
(1096, 1063, '2019-12-05 17:30:11', '650', '\0\0تغير زيت جير,تغير وولف 10/40'),
(1097, 1048, '2019-12-05 18:55:21', '8800', '\0\0تغير زيت وولف 10/40'),
(1098, 1038, '2019-12-07 17:38:42', '7000', '\0\0تغير عضمة البنزين,م'),
(1099, 1062, '2019-12-07 18:50:34', '5500', '\0\0تغير زيت وولف 10/40,تركيب كابل عداد'),
(1100, 1050, '2019-12-07 19:05:08', '16500', '\0\0تغير شميز وبستم'),
(1101, 1056, '2019-12-07 19:37:19', '1050', '\0\0تغير زيت وولف 5/40,تغير زيت جير بوكس'),
(1102, 1053, '2019-12-08 20:36:39', '3300', '\0\0تغير زيت موتول 10/40,\0تغير فلتر'),
(1103, 1032, '2019-12-08 20:50:47', '3000', '\0\0زيت وولف 10/40'),
(1104, 1065, '2019-12-10 21:40:17', '1000', '\0\0تغير زيت موتول 10/40'),
(1105, 1069, '2019-12-14 16:26:24', '680', '\0\0تنضيف فلتر'),
(1106, 1069, '2019-12-18 17:10:10', '836', '\0\0تغير زيت ويلفر 10/40'),
(1107, 1004, '2019-12-18 19:41:58', '64', ''),
(1108, 1037, '2019-12-19 19:36:37', '8300', '\0\0تغير زيت موتول 10/40 5100,تنضيف فلتر,\0كشف تيل'),
(1109, 1070, '2019-12-21 18:39:51', '200', '\0\0تغير زيت موتول 10/40'),
(1110, 1071, '2019-12-22 15:10:51', '470', '\0\0تغير زيت موتول 10/40'),
(1111, 1071, '2019-12-22 15:11:38', '910', '\0\0تغير زيت ليكوي مولي 10/40,\0تنضيف فلتر,تغير زيت جير بوكس'),
(1112, 1063, '2019-12-22 16:23:34', '1000', '\0\0زيت ولفر 10/40,تنضيف فلتر'),
(1113, 1072, '2019-12-24 15:33:13', '10250', ''),
(1114, 1012, '2019-12-24 23:03:08', '10000', '\0\0تغير زيت ويلفر 10/40,\0بوجيه Bosch'),
(1115, 1074, '2019-12-29 19:33:44', '43000', '\0\0تغير زيت وولف 10/40'),
(1116, 1075, '2019-12-31 15:35:34', '600', '\0\0تغير زيت وولف 5/40'),
(1117, 1025, '2019-12-31 16:11:46', '15600', '\0\0تغير زيت وولف 10/40,\0تغير بوجيه NGK,\0تنضيف CVT,تنضيف فلتر'),
(1118, 1076, '2019-12-31 19:18:51', '18000', '\0\0تغير زيت وولف 10/40,تنضيف CVT,تغير سير سحب,تغير بكر سحب,تغير فلتر هواء'),
(1119, 1048, '2020-01-02 16:30:13', '10131', '\0\0تنضيف CVT,تغير زيت وولف 10/40,تنضيف فلتر,\0تغير بكر سحب'),
(1120, 1027, '2020-01-02 19:04:51', '4000', '\0\0تغير زيت موتول 10/40'),
(1122, 1077, '2020-01-06 17:28:01', '4500', '\0\0تغير زيت وولف 10/40'),
(1123, 1077, '2020-01-06 17:29:53', '5000', '\0\0تغير زيت جيربوكس'),
(1124, 1078, '2020-01-08 19:21:23', '5000', '\0\0تنضيف CVT,تنضيف فلتر,تغير زيت جير بوكس,تغير زيت ولفر 10/40'),
(1125, 1079, '2020-01-09 23:30:02', '5700', '\0\0تغير زيت وولف 10/40,تغير زيت جير بوكس,تنضيف CVT,بكر سحب ,غسيل'),
(1126, 1080, '2020-01-11 18:37:52', '5000', 'تغير تيل امامي,تيل خلفي ,CVT,تغير زيت ماتور,تنضيف فلتر'),
(1127, 1082, '2020-01-12 17:04:43', '750', '\0\0تغير زيت ليكوي مولي 10/40'),
(1128, 1081, '2020-01-12 17:23:23', '7000', '\0\0تنضيف CVT,تغير بكر سحب,تغير فلتر هواء,تغير زيت موتور وولف 10/40'),
(1129, 1002, '2020-01-12 19:22:28', '4800', '\0\0تنضيف CVT,تغير زيت وولف 10/40,تنضيف فلتر'),
(1130, 1083, '2020-01-12 19:41:18', '750', '\0\0تغير زيت ليكوي مولي 10/40'),
(1131, 1029, '2020-01-12 21:17:17', '8000', '\0\0تغير زيت وولف 5/40,تنظيف تيل خلفي'),
(1132, 1056, '2020-01-13 18:35:30', '1760', '\0\0تنضيف اتيال'),
(1133, 1084, '2020-01-13 20:22:27', '13100', '\0\0تغير كوعة كربراتير,سبراي كربراتير,تغير فلتر هواء SYM CPY'),
(1134, 1085, '2020-01-13 22:12:33', '54500', '\0\0تغير سير سحب,\0تغير بكر سحب,تغير فلتر هواء,تغير كلاتش خلفي,\0اسبراي كربراتير'),
(1135, 1065, '2020-01-14 14:38:46', '1970', '\0\0تغير زيت موتول 10/40,تغير فلتر هواء'),
(1136, 1024, '2020-01-14 16:05:02', '18337', '\0\0تنضيف CVT,\0تغير بكر سحب,سبراي كربراتير,تنضيف فلتر هواء,\0تغير تيل خلفي,\0تغير زيت موتول 10/40'),
(1137, 1083, '2020-01-15 22:33:34', '1000', '\0\0تغير زيت جير بوكس'),
(1138, 1087, '2020-01-16 21:52:18', '5000', '\0\0تغير زيت جير,تنضيف CVT'),
(1139, 1088, '2020-01-16 21:52:47', '10000', '\0\0تنضيف CVT,تغير زيت جير بوكس,زيت liqui moly 10w40'),
(1140, 1089, '2020-01-20 16:49:08', '3000', '\0\0تغير زيت وولف 10/40,تغير فلتر هواء,اسبراي كربراتير,تربيط للاسكوتر');

-- --------------------------------------------------------

--
-- Table structure for table `notes`
--
-- Creation: Dec 18, 2019 at 06:57 PM
--

DROP TABLE IF EXISTS `notes`;
CREATE TABLE IF NOT EXISTS `notes` (
  `cid` int(11) NOT NULL,
  `note_id` int(11) NOT NULL AUTO_INCREMENT,
  `note` varchar(200) NOT NULL,
  `time` timestamp NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`note_id`),
  KEY `cid` (`cid`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

--
-- RELATIONS FOR TABLE `notes`:
--   `cid`
--       `clients` -> `id`
--

--
-- Truncate table before insert `notes`
--

TRUNCATE TABLE `notes`;
--
-- Dumping data for table `notes`
--

INSERT DELAYED IGNORE INTO `notes` (`cid`, `note_id`, `note`, `time`) VALUES
(1003, 1, 'aa', '2019-12-18 19:18:39'),
(1003, 2, 'xsdfdsf', '2019-12-18 19:22:15'),
(1003, 3, 'dff', '2019-12-18 19:22:42');

-- --------------------------------------------------------

--
-- Table structure for table `store`
--
-- Creation: Sep 15, 2019 at 05:17 PM
--

DROP TABLE IF EXISTS `store`;
CREATE TABLE IF NOT EXISTS `store` (
  `code` int(10) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) NOT NULL,
  `store_type` varchar(255) NOT NULL,
  `quantity` int(11) NOT NULL,
  `price` float NOT NULL,
  `details` varchar(255) NOT NULL,
  PRIMARY KEY (`code`)
) ENGINE=InnoDB AUTO_INCREMENT=112 DEFAULT CHARSET=utf8;

--
-- RELATIONS FOR TABLE `store`:
--

--
-- Truncate table before insert `store`
--

TRUNCATE TABLE `store`;
--
-- Dumping data for table `store`
--

INSERT DELAYED IGNORE INTO `store` (`code`, `name`, `store_type`, `quantity`, `price`, `details`) VALUES
(100, 'تيل أمامي', 'BENELLI', 14, 0, ''),
(101, 'تيل خلفي', '', 21, 0, ''),
(102, 'بكر سحب أصلي', '', 4, 100, ''),
(103, 'بكر سحب', 'SYM', 2, 0, ''),
(104, 'بكر سحب', 'Joyride', 1, 0, ''),
(105, 'زرار كلاكس', 'BENELLI', 2, 75, ''),
(106, 'طقم قواعد ماتور ومقص', '', 4, 0, ''),
(107, 'قواعد مقص', '', 1, 0, ''),
(108, 'بوجيه', 'SYM', 5, 0, ''),
(109, 'رداخ بنزين', '', 5, 0, ''),
(110, 'الكتروني', '', 1, 0, ''),
(111, 'فلتر هواء', 'SYM', 28, 0, '');

--
-- Constraints for dumped tables
--

--
-- Constraints for table `client_balance`
--
ALTER TABLE `client_balance`
  ADD CONSTRAINT `client_balance_ibfk_1` FOREIGN KEY (`client_id`) REFERENCES `clients` (`id`);


--
-- Metadata
--
USE `phpmyadmin`;

--
-- Metadata for clients
--
-- Error reading data: (#1100 - Table 'pma__column_info' was not locked with LOCK TABLES)
-- Error reading data: (#1100 - Table 'pma__table_uiprefs' was not locked with LOCK TABLES)
-- Error reading data: (#1100 - Table 'pma__tracking' was not locked with LOCK TABLES)

--
-- Metadata for client_balance
--
-- Error reading data: (#1100 - Table 'pma__column_info' was not locked with LOCK TABLES)
-- Error reading data: (#1100 - Table 'pma__table_uiprefs' was not locked with LOCK TABLES)
-- Error reading data: (#1100 - Table 'pma__tracking' was not locked with LOCK TABLES)

--
-- Metadata for items
--
-- Error reading data: (#1100 - Table 'pma__column_info' was not locked with LOCK TABLES)
-- Error reading data: (#1100 - Table 'pma__table_uiprefs' was not locked with LOCK TABLES)
-- Error reading data: (#1100 - Table 'pma__tracking' was not locked with LOCK TABLES)

--
-- Metadata for maintenance_history
--
-- Error reading data: (#1100 - Table 'pma__column_info' was not locked with LOCK TABLES)
-- Error reading data: (#1100 - Table 'pma__table_uiprefs' was not locked with LOCK TABLES)
-- Error reading data: (#1100 - Table 'pma__tracking' was not locked with LOCK TABLES)

--
-- Metadata for notes
--
-- Error reading data: (#1100 - Table 'pma__column_info' was not locked with LOCK TABLES)
-- Error reading data: (#1100 - Table 'pma__table_uiprefs' was not locked with LOCK TABLES)
-- Error reading data: (#1100 - Table 'pma__tracking' was not locked with LOCK TABLES)

--
-- Metadata for store
--
-- Error reading data: (#1100 - Table 'pma__column_info' was not locked with LOCK TABLES)
-- Error reading data: (#1100 - Table 'pma__table_uiprefs' was not locked with LOCK TABLES)
-- Error reading data: (#1100 - Table 'pma__tracking' was not locked with LOCK TABLES)

--
-- Metadata for harbi
--
-- Error reading data: (#1100 - Table 'pma__bookmark' was not locked with LOCK TABLES)
-- Error reading data: (#1100 - Table 'pma__relation' was not locked with LOCK TABLES)
-- Error reading data: (#1100 - Table 'pma__savedsearches' was not locked with LOCK TABLES)
-- Error reading data: (#1100 - Table 'pma__central_columns' was not locked with LOCK TABLES)
SET FOREIGN_KEY_CHECKS=1;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
