-- phpMyAdmin SQL Dump
-- version 4.5.1
-- http://www.phpmyadmin.net
--
-- Host: 127.0.0.1
-- Generation Time: Sep 15, 2019 at 04:06 PM
-- Server version: 10.1.19-MariaDB
-- PHP Version: 7.0.13

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `harbi`
--

-- --------------------------------------------------------

--
-- Table structure for table `clients`
--

CREATE TABLE `clients` (
  `id` int(14) NOT NULL,
  `name` varchar(255) NOT NULL,
  `phone_no` varchar(255) NOT NULL,
  `license_no` varchar(255) NOT NULL,
  `brand` varchar(111) NOT NULL,
  `year` year(4) NOT NULL,
  `chassis_no` varchar(111) NOT NULL,
  `license_name` varchar(111) NOT NULL,
  `KM_counter` int(100) NOT NULL,
  `signup_date` timestamp(6) NOT NULL DEFAULT CURRENT_TIMESTAMP
) ;

--
-- Dumping data for table `clients`
--

INSERT INTO `clients` (`id`, `name`, `phone_no`, `license_no`, `brand`, `year`, `chassis_no`, `license_name`, `KM_counter`, `signup_date`, `balance`) VALUES
(1000, 'سمر محمود', '01009642542', 'س ط ب 3318', 'BENELLI Caffenero Sport', 2017, '729939', 'هيثم محمد توفيق', 9000, '2019-08-09 15:17:00.000000', 0),
(1002, 'Haitham Harbi', '01111111111', 'asd 212', 'caffenero sport', 2018, '1111111111', 'harbi', 1111, '2019-07-06 16:13:56.544874', -5),
(1003, 'harbi', '1111111111', 'asd 211', 'caffenero sport', 2017, '564324354', 'harbi', 2100, '2019-07-06 16:50:48.462137', 0),
(1004, 'shorouq', '2147483647', 'س ط ب 1699', 'Sym SR', 2018, '16574212544', 'shrouq fayez', 15000, '2019-07-13 12:05:51.224826', 0),
(1005, 'أسامه شعبان عبدالعال', '01285581475', 'س ط ب 5969', 'SYM S', 2018, '213693', 'أسامه شعبان عبدالعال', 10300, '2019-07-17 14:55:40.997737', 0),
(1006, 'نور محمد عبدالرازق -- شركة شحن', '01111959557', 'س ع ب 8161', 'Benelli Caffenero Sport', 2018, 'B955957', 'نور محمد عبدالرازق', 1293, '2019-07-20 15:46:21.547465', 0),
(1007, 'محمد رضا محمد النيكلاوي', '1223286850', 'س ل أ 9282', 'zaffrano', 2016, '633250', 'خالد خميس محمد عثمان', 32020, '2019-07-20 16:59:10.859542', 0),
(1008, 'عمرو فتحي حسن', '1010220270', 'س ن أ 3266', 'SYM SR', 2016, '50064', 'فتحي حسن حسن', 9050, '2019-07-20 17:20:04.610943', 0),
(1009, 'بهاء الدين محمد', '1116658274', 'س ع ب 4522', 'SYM SR', 2018, '25912', 'عمر نبيل محمود', 6624, '2019-07-20 18:51:30.042174', 0),
(1010, 'مهند طارق دسوقي', '01279359212', 'س ق ب 9343', 'zaffrano', 2018, '954964', 'احمد محمود محمد', 9300, '2019-07-21 16:17:24.986299', 0),
(1011, 'عمر حماد ', '01222505171', 'س م ب 9892', 'JET 14', 2019, '30423', 'عمر حماد', 2005, '2019-07-21 17:43:04.250434', 0),
(1012, 'مازن محمد عبد السلام محمد', '1284858409', '9695س ن ب', 'Benelli Caffenero Sport', 2018, '956042', 'مازن محمد  عبد السلام', 5800, '2019-07-25 19:49:24.424208', 0),
(1013, 'محمد الوزيري', '1286873277', 'س ن ب 4478', 'zaffrano', 2019, '11111', 'محمد الوزيري', 6500, '2019-07-27 14:01:01.535358', 0),
(1014, 'محمد هاني', '1097068228', 'س ع ب 3134', 'SYM JET 14', 2017, '7813', 'احمد عيسى محمود', 12000, '2019-07-27 16:33:04.626632', 0),
(1015, 'محمد السيد مصطفى ', '1141145533', 'س ن ب 9179', 'Benelli Caffenero Sport', 2018, 'B955996', 'محمد السيد مصطفى ', 6300, '2019-07-27 18:24:28.705930', 0),
(1016, 'محمد عبد اللطيف', '1229899180', '4121س ن ب', 'Sym SR', 2019, 'z001902', 'محمد عبد اللطيف السيد', 3000, '2019-07-28 18:44:50.514059', 0),
(1017, 'احمد رجب ابراهيم', '1091113035', 'س ه ب 1167', 'Benelli Caffenero Sport', 2018, 'jb955766', 'احمد رجب ابراهيم', 2000, '2019-07-29 13:42:35.614659', 0),
(1018, 'يوسف علي سعيد', '1151882500', 'س ن أ 9788', 'Sym jet4', 2017, '4721', 'يوسف علي سعيد', 8000, '2019-07-31 16:43:13.790395', 0),
(1019, 'محمود محمد كمال', '1205062273', 'س ي ق 6472', 'Benelli Caffenero Sport', 2018, 'JB955781', 'محمود محمد كمال', 370, '2019-08-01 16:17:14.728384', 0),
(1020, 'عمر احمد عبدالظاهر', '1276456956', 'س م أ 8977', 'Sym SR', 2018, 'X007587', 'ايمان مصطفى', 18000, '2019-08-01 16:27:11.132011', 0),
(1021, 'احمد الفخراني', '1091666910', 'س ع ب 9397', 'SYM S', 2019, '202949', 'احمد الفخراني', 460, '2019-08-03 16:34:21.034637', 0),
(1022, 'اسلام مجدي سعد', '1283665069', 'س ق ب 5815', 'Sym SR', 2018, 'x027744', 'اسلام مجدي سعد', 8500, '2019-08-06 19:58:32.040802', 0),
(1023, 'محمد نبيل', '1205598674', 'س ه ب 6223', 'SYM SR', 2019, 'KX004065', 'احمد محمد عبدالقادر ', 5000, '2019-08-09 18:39:11.518738', 0),
(1024, 'عبدالله هشام', '1099890783', 'س ق ب 1733', 'Sym SR', 2018, '25763', 'محمد هشام', 14000, '2019-08-15 14:51:48.718247', 0),
(1025, 'محمود مصطفى انور', '1027470636', 'س د ا 9616', 'Sym SR', 2015, '47315', 'أنور مصطفى انور', 13300, '2019-08-15 15:41:01.377746', 0),
(1026, 'أحمد جابر', '1007813074', 'س ه ب 5449', 'FIDDLE 2', 2019, 'X009250', 'أحمد جابر', 2200, '2019-08-18 18:14:09.632796', 0),
(1027, 'مؤمن سعيد محمد', '1000343200', 'س و د 2737', 'Benelli Caffenero Sport', 2018, 'JB955824', 'مؤمن سعيد محمد', 900, '2019-08-18 18:56:38.691097', 0),
(1028, 'مصطفى بدر صديق', '1004851865', 'س ن ب 6862', 'Benelli Caffenero Sport', 2018, 'JB956034', 'مصطفى بدر صديق', 5000, '2019-08-19 15:04:52.110452', 0),
(1029, 'احمد محمد احمد', '1281116081', 'س ن ب 5494', 'Sym SR', 2019, 'KX001817', 'احمد محمد احمد', 5000, '2019-08-20 16:19:26.895362', 0),
(1030, 'Ahmed Hussam', '1123552050', 'س ن ب 7699', 'Benelli Caffenero Sport', 2018, 'jb955962', 'Ahmed Hussam', 5800, '2019-08-28 15:24:54.820179', 0),
(1031, 'محمد أحمد', '1284865143', 'س ص ب 7626', 'SYM ST', 2017, 'X045555', 'احمد صديق ابراهيم', 12500, '2019-08-28 16:07:33.867488', 0),
(1032, 'أحمد سامي محمد', '1114486353', 'س ع ب 9359', 'SYM orbit 2', 2019, '11253', 'فاطمه فتحي', 270, '2019-08-28 17:39:34.269308', 0),
(1033, 'اشرف محمود', '1224567255', 'س د أ 2447', 'Benelli Caffenero Sport', 2018, 'B956135', 'اشرف محمود', 1700, '2019-08-28 18:31:14.798383', 0),
(1034, 'احمد السيد عبدالفتاح', '1210000627', 'س ه ب 2997', 'SYM JET 14', 2019, 'KX007212', 'احمد السيد عبدالفتاح', 1000, '2019-08-28 19:15:32.655716', 0),
(1035, 'محمد جابر الصاوي', '1012127053', 'س ن ب 6838', 'Benelli Caffenero Sport', 2018, '956088', 'محمد جابر الصاوي', 3800, '2019-08-29 15:55:23.606656', 0),
(1036, 'معتز الجبرتي ', '1002650528', 'س ل ا 5158', 'SYM SR', 2018, '312001956', 'معتز الجبرتي', 22500, '2019-08-31 20:28:01.851711', 0),
(1037, 'هايدي محمد', '1285829700', 'س ت أ 1317', 'SYM ST', 2018, 'x007144', 'هايدي محمد', 2500, '2019-09-02 14:26:28.620163', 0),
(1038, 'كريم أحمد ربيع', '1228841510', 'س ق ب 3378', 'Benelli Caffenero Classic', 2018, '895919', 'كريم أحمد ربيع', 5000, '2019-09-02 15:48:50.098947', 0),
(1039, 'محمد عمر', '1143090052', 'س ع ب 7882', 'Sym jet 4', 2018, '28847', 'محمد جلال فتحي', 14500, '2019-09-02 17:06:02.671718', 0),
(1040, 'محمد ماجد', '1278046768', 'س ع ب7873', 'caffenero sport', 2018, '956093', 'باسم عصام الدين', 10000, '2019-09-10 19:27:43.940454', 0),
(1041, 'راشد عبد النعيم', '1271187315', 'س ع ب 4262', 'SYM ST', 2018, '27581', 'محمد أحمد محمود', 16000, '2019-09-11 17:34:40.531156', 0),
(1042, 'شريف محسن محمد', '1008415229', 'س ه ب 3379', 'Benelli Caffenero Sport', 2018, '956140', 'شريف محسن محمد', 6000, '2019-09-12 17:51:16.771465', 0),
(1043, 'علي سعيد', '1221814174', 'س ن ب 6869', 'ZAFFRANO', 2018, '955003', 'باسم محمد ابراهيم', 5000, '2019-09-14 16:54:20.190919', 0);

-- --------------------------------------------------------

--
-- Table structure for table `items`
--

CREATE TABLE `items` (
  `id` int(10) NOT NULL,
  `name` varchar(255) NOT NULL,
  `price` decimal(65,0) NOT NULL,
  `quantity` int(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `items`
--

INSERT INTO `items` (`id`, `name`, `price`, `quantity`) VALUES
(1000, 'Castrol Oil', '120', 2);

-- --------------------------------------------------------

--
-- Table structure for table `maintenance_history`
--

CREATE TABLE `maintenance_history` (
  `id` int(11) NOT NULL,
  `cid` int(11) NOT NULL,
  `date` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `name` varchar(255) NOT NULL,
  `details` varchar(5000) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `maintenance_history`
--

INSERT INTO `maintenance_history` (`id`, `cid`, `date`, `name`, `details`) VALUES
(1, 1006, '2019-07-20 18:53:12', '1300', 'زيت وولف 10/40'),
(2, 1005, '2019-07-17 18:00:00', '10300', 'تغير زيت جير بوكس,تغير تيل خلفي,CVT,تغير بكر سحب,تغير تيل امامي,تغير رمان بلي'),
(3, 1007, '2019-07-20 20:01:44', '32000', 'زيت وولف 10/40'),
(4, 1008, '2019-07-20 20:22:00', '9000', 'تيل أمامي,تغير زيت وولف 10/40,تنضيف فلتر'),
(5, 1009, '2019-07-20 21:54:45', '6600', 'تغير زيت وولف 10/40,كشف تيلين'),
(10, 1011, '2019-07-21 20:43:57', '1300', 'تغير زيت وولف 10/40'),
(12, 1017, '2019-07-01 00:00:00', '1000', ' زيت جير بوكس, زيت وولف'),
(1002, 1012, '2019-07-25 22:51:21', '5800', 'تنظيف cvt, تغير بكر السحب'),
(1006, 1013, '2019-07-27 19:29:39', '6500', '\0\0تغير زيت وولف 10/40,تغير فلتر هواء'),
(1007, 1014, '2019-07-27 19:33:16', '12000', '\0\0تنضيف CVT,تغير بكر سحب,تنضيف فلتر'),
(1012, 1016, '2019-07-28 21:46:43', '3000', '\0\0تغير زيت وولف 10/40,تنظيف تيل خلفى,\0له عندنا غير زيت جير بوكس خالص الثمن'),
(1013, 1017, '2019-07-29 16:45:29', '2000', 'تنضيف فلتر'),
(1014, 1019, '2019-08-01 18:17:58', '370', '\0\0تنضيف فلتر,تغير زيت وولف 10/40,زيت جير بوكس'),
(1015, 1020, '2019-08-01 18:27:49', '18000', '\0\0تغير سير,تغير بكر سحب,تغير زيت WOLF 10/40,تغير زيت جير,تغير فلتر هواء'),
(1016, 1011, '2019-08-03 17:41:13', '2005', '\0\0تغير زيت وولف 10/40'),
(1017, 1021, '2019-08-03 18:34:49', '460', '\0\0تغير زيت وولف 10/40,تغير زيت جير بوكس'),
(1018, 1022, '2019-08-06 21:58:37', '8500', '\0\0تنضيف CVT,تغير زيت جير بوكس'),
(1019, 1023, '2019-08-09 20:40:00', '5000', '\0\0تغير فلتر هواء,تغير زيت جير,تنضيف CVT'),
(1020, 1024, '2019-08-15 16:51:53', '14000', '\0\0تغير بكر سحب,تغير سير,\0تغير زيت كاسترول 10/40,\0CVT'),
(1021, 1025, '2019-08-15 17:41:05', '13300', '\0\0تغير زيت كاسترول 10/40,\0تغير فلتر هواء ,تغير بطارية'),
(1022, 1026, '2019-08-18 20:14:35', '2200', '\0\0زيت وولفر 10/40'),
(1023, 1027, '2019-08-18 20:56:57', '900', '\0\0تغير زيت موتول 10/40,تنضيف فلتر,تغير طبه'),
(1024, 1027, '2019-08-18 20:56:57', '900', ''),
(1025, 1028, '2019-08-19 17:05:39', '5000', '\0\0تغير زيت جير,تغير زيت ماتور وولف 10/40,تنضيف CVT,تغير فلتر هواء'),
(1026, 1010, '2019-07-21 21:09:17', '9300', '\0\0CVT,تغير بكر سحب,تغير  فلتر'),
(1027, 1029, '2019-08-20 18:20:05', '5000', '\0\0زيت كاسترول 10/40,تغير زيت جير بوكس,تغير فلتر هواء,CVT'),
(1029, 1010, '2019-08-25 21:03:00', '10350', '\0\0تغير زيت وولف 10/40,تغير زيت جير بوكس,\0صيانه 10350 كم'),
(1031, 1002, '2019-08-26 19:04:16', '1000', ''),
(1032, 1003, '2019-08-26 19:45:01', '5000', ''),
(1033, 1006, '2019-08-26 19:46:21', '2660', '\0\0تغير زيت وولف 10/40,\0تنضيف فلتر'),
(1035, 1017, '2019-08-27 21:59:03', '2500', '\0\0تغير زيت وولف 10/40,تغير زيت جير بوكس,تنضيف فلتر'),
(1036, 1031, '2019-08-28 18:23:46', '12500', '\0\0تغير زيت وولف 10/40,تغير زيت جير بوكس'),
(1037, 1032, '2019-08-28 19:40:30', '270', '\0\0تغير زيت وولف 10/40,تغير زيت جير بوكس'),
(1038, 1033, '2019-08-28 20:32:13', '1700', '\0\0تغير زيت وولف 10/40,تغير زيت جير بوكس'),
(1039, 1034, '2019-08-28 21:15:57', '1000', '\0\0تغير زيت وولف 10/40,تغير زيت جير بوكس'),
(1040, 1025, '2019-08-29 16:33:36', '14600', '\0\0تغير زيت كاسترول 10/40,تغير زيت جير بوكس'),
(1041, 1035, '2019-08-29 18:42:12', '3800', '\0\0تغير زيت وولف 10/40,تغير زيت جير بوكس,تنضيف فلتر,\0فبرة المفاتيح'),
(1042, 1022, '2019-08-29 19:10:22', '9000', '\0\0تغير زيت وولف 10/40'),
(1043, 1036, '2019-08-31 22:29:21', '22500', '\0\0تغير سير سحب اصلي,تغير بكر سحب,تغير فلتر هواء,تغير زيت جير'),
(1044, 1037, '2019-09-02 16:27:15', '2500', '\0\0تغير زيت وولف 10/40'),
(1045, 1038, '2019-09-02 17:49:24', '5000', '\0\0CVT'),
(1046, 1039, '2019-09-02 19:06:09', '14500', '\0\0زيت وولف 10/40,زيت جير بوكس تغير,تغير فلتر هواء Orignal Sym'),
(1047, 1040, '2019-09-10 21:28:03', '10000', '\0\0تغير زيت وولف 10/40,تغير زيت جير بوكس,تغير سير ,بكر سحب '),
(1048, 1041, '2019-09-11 19:34:57', '15000', '\0\0تغير سير سحب,تغير بكر سحب,تغير فلتر هواء'),
(1049, 1043, '2019-09-14 18:55:08', '5000', '\0\0CVT,تغير فلتر هواء,تغير زيت جير بوكس');

-- --------------------------------------------------------

--
-- Table structure for table `store`
--

CREATE TABLE `store` (
  `code` int(10) NOT NULL,
  `name` varchar(255) NOT NULL,
  `store_type` varchar(255) NOT NULL,
  `quantity` int(11) NOT NULL,
  `price` float NOT NULL,
  `details` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `store`
--

INSERT INTO `store` (`code`, `name`, `store_type`, `quantity`, `price`, `details`) VALUES
(100, 'تيل أمامي', 'BENELLI', 14, 0, ''),
(101, 'تيل خلفي', '', 21, 0, ''),
(102, 'بكر سحب أصلي', '', 4, 100, ''),
(103, 'بكر سحب', 'SYM', 2, 0, ''),
(104, 'بكر سحب', 'Joyride', 1, 0, ''),
(105, 'زرار كلاكس', 'BENELLI', 2, 75, ''),
(106, 'طقم قواعد ماتور ومقص', '', 4, 0, ''),
(107, 'قواعد مقص', '', 1, 0, ''),
(108, 'بوجيه', 'SYM', 5, 0, ''),
(109, 'رداخ بنزين', '', 5, 0, ''),
(110, 'الكتروني', '', 1, 0, ''),
(111, 'فلتر هواء', 'SYM', 28, 0, '');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `items`
--
ALTER TABLE `items`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `maintenance_history`
--
ALTER TABLE `maintenance_history`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `store`
--
ALTER TABLE `store`
  ADD PRIMARY KEY (`code`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `clients`
--
ALTER TABLE `clients`
  MODIFY `id` int(14) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `items`
--
ALTER TABLE `items`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=1001;
--
-- AUTO_INCREMENT for table `maintenance_history`
--
ALTER TABLE `maintenance_history`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=1050;
--
-- AUTO_INCREMENT for table `store`
--
ALTER TABLE `store`
  MODIFY `code` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=112;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
